Repository: talmudmaster/BiCorpus
Catalog: 语料/八路军办事处语料库.tmx
Source language: zh_cn
Languages: en_us

source: 《戏剧史上的空前盛举，西南剧展开幕》（载1944年2月25日《新华日报》）。
en_us: An unprecedented grand event in the history of drama, the opening of Southwest opera exhibition (Xinhua Daily, February 25,1944).

source: 《西南剧展秘书处发起三大活动》（载1944年4月11日《新华日报》）。
en_us: The secretariat of Southwest Drama Exhibition launched three major activities (Xinhua Daily, April 11,1944).

source: 参加西南剧展的全体舞台工作人员合影。
en_us: The group photo of all the stage staffs participating in the Southwest Drama Exhibition.

source: 西南剧展演出《草木皆兵》散场时的情景。
en_us: The end of the scene of CaoMuJieBing, the performance of Southwest Drama Exhibition.

source: 《西南剧展演出，豁免捐税黄（绍泓）主席捐助经费十万》（载1944年5月11日《新华日报》）
en_us: Southwest Drama Exhibition performance, Tax Exemption, Chairman Huang (Shao Hong) donated 100000 funds (Xinhua Daily, May 11, 1944)

source: 军委会政治部剧宣四队演出的《蜕变》剧照之一。
en_us: The still of Tuibian performed by the Fourth Propaganda Team of Political Department of Military Commission.

source: 西南剧展十人评剧团成员合影。
en_us: Group photo of members of the Southwest Drama Exhibition Ten-Person Pingju Troupe.

source: 戏剧工作者在座谈会上讨论情景之一
en_us: Dramatist discussed the situation at the symposium

source: 同时为准确，及时、无误地传达党中央的指示和搜集治、军事情报，护送党的过往人员:办事处根据党中央、南方局要求，还派出一批精干的秘密交通员常年往返各地。
en_us: At the same time, in order to accurately, timely and unmistakably conveyed the instructions of the CPC Central Committee, collected political and military intelligence, and escorted the party's past personnel, according to the requirements of the CPC Central Committee and the Southern Bureau, the office also sent a group of capable secret messenger to and from various places all the year round.

source: 通过电台和交通员将党中央的指示传达给各地党组织，同时又将各地党组织的请示汇报转递给党中央。
en_us: Through radio and messenger, the instructions of the CPC Central Committee was conveyed to local party organizations, and the request reports of local party organizations were transmitted to the CPC Central Committee at the same time.

source: 《木兰从军》剧照之一。
en_us: The still of Hua Mulan Joining the Army.

source: 剧宣九队1944年在桂林演出《愁城记》剧照之一。
en_us: The still of Sad City, was performed by the Ninth Team of Propaganda Theater in Guilin in 1944.

source: 新中国剧社演出的《日出》剧照。
en_us: The still of Sunrise, was performed by the New-China Troupe.

source: 桂林办事处电台负责人申光。
en_us: Shen Guang, head of radio station of Guilin office.

source: 军委会政治部剧宣四队演出的《黑地狱》剧照之一。
en_us: The still of The Dark Hell, was performed by the Fourth Propaganda Team of Political Department of Military Commission.

source: 新中国剧社在西南剧展中演出《大雷雨》剧照。
en_us: The still of Thunderstorm, was performed by the New-China Troupe at Southwest Drama Exhibition.

source: 凯声剧团在桂林演出《茶花女》剧照之一。
en_us: The still of La Traviata, was performed by Kaisheng Troupe in Guilin.

source: 办事处电台台长郑执中。
en_us: Zheng Zhizhong, director of the radio station of the office.

source: 办事处的公开和秘密电台
en_us: Public and secret radio stations of the office

source: 《军民进行曲》剧照之一（王震之编剧，冼星海作曲，史进导演，军委会政治部剧宣七队演出）。
en_us: The still of March of the Army and the people (written by Wang Zhenzhi, composed by Xian Xinghai, directed by Shi Jin, performed by the Seventh Team of PropagandaTheater of the political Department of the Military Commission).

source: 京剧《太平天国》剧照之一。
en_us: The still of Beijing Opera Taiping Heavenly Kingdom.

source: 交通员李沛群用过的围巾
en_us: Scarf used by messenger Li Peiqun

source: 《胜利进行曲》剧照之一。
en_us: The still of The Victory March.

source: 剧宣七队在桂林演出《家》四幕话剧剧照。
en_us: The still of fourth act of Home, performed by the Seventh Team of Propaganda Theater in Guilin.

source: 剧宣九队来桂参加西南剧展在街头彩门前合影。
en_us: The Ninth Team of Theater Propaganda came to Guilin to participate in the Southwest Drama Exhibition and took a group photo in front of the Caimen Gate on the street.

source: 田汉与来桂参加西南剧展的剧宣九队同志们合影。
en_us: Tian Han took a photo with the comrades of the Ninth Team of Theater Propaganda who came to Guangxi to participate in the Southwest Drama Exhibition.

source: 著名桂剧表演家尹羲演出《人面桃花》剧照之一。
en_us: The still of Peach Blossom and the Lover's Face, was performed by the famous Guangxi Opera performer Yin Xi.

source: 《西南剧展闭幕》（载《新华日报》1944年5月19日）。
en_us: Closing of Southwest Drama Exhibition (Xinhua Daily, May 19, 1944).

source: 办事处的电台部分工作人员在路莫村电台室。
en_us: Part of the office's radio staff were in the radio room of Lumo Village.

source: 秘密交通员执行任务时特制的皮箱
en_us: A suitcase specially made by secret messengers when they were on duty

source: 电台工作人员用过的钢笔
en_us: Pen used by radio staff

source: 抗战时期的端木蕻良及在桂林的著作：《蝴蝶梦》。
en_us: Duanmu Hongliang (during the Anti-Japanese War) and his works in Guilin: Butterfly Dreams.

source: 彭燕郊及在桂林撰写的著作：《我的悼念》、《小小的土地庙》。
en_us: Peng Yanjiao and his works in Guilin: Condolences, A small temple.

source: 抗战时期文学作家王西彦在桂林。
en_us: Wang Xiyan, a literary writer during the Anti-Japanese War in Guilin.

source: 抗战时期作家聂绀弩在桂林。
en_us: Nie Gannu, a writer during the Anti-Japanese War in Guilin.

source: 1942年，端木蕻良（左一）、柳亚子（左二）、尹瘦石、李白凤在桂林合影。
en_us: In 1942, Duanmu Hongliang (first from left), Liu Yazi (second from left), Yin Shoushi and Li Baifeng took a group photo in Guilin.

source: 全国文协提出改善办法“保障作家权益”。
en_us: National Association of Literary Workers has put forward measures to protect the rights and interests of writers.

source: 朱荫龙画像及撰写的著作：《甲申秋词》（手稿）。
en_us: The portrait of Zhu Yinlong and his work: JiaShenQiuCi (Manuscript).

source: 王鲁彦摄于桂林中学。
en_us: Photographed by Wang Luyan at Guilin High School.

source: 有关保障作家权益的报道“文艺作家生活清苦 要求提高稿费价格”。
en_us: A report on the protection of writers' rights, "Literary writers living in hardship demand higher prices for manuscripts".

source: 巨赞法师及在桂林创办的《狮子吼》杂志。
en_us: The master Ju Zan, and Lion Roar magazine founded in Guilin.

source: 八路军桂林办事处电台联络分布图
en_us: Radio liaison distribution map of Guilin Eighth Route Army Office

source: 办事处电台译电员朱轩等在工作。
en_us: Decoder Zhu Xuan and others were working.

source: 抗战时期柳亚子与田汉、欧阳予倩等人在桂林的合影。
en_us: A group photo of Liu Yazi, Tian Han and Ouyang Yuqian in Guilin during the Anti-Japanese War.

source: 文学创作繁荣高产
en_us: Literary Creation was Prosperous and Productive

source: 抗战时期的韩北屏及在桂撰写的著作：《鸦片的记忆》、《某村及其居民》。
en_us: Han Beiping (during the Anti-Japanese War) and his works in Guilin: Memories of Opium, village and its residents.

source: 邵荃麟与夫人葛琴在桂林留影。
en_us: The photo of Shao Quanlin and his wife Ge Qin in Guilin.

source: 抗战时期宋云彬在桂林及在桂作品。
en_us: Song Yunbin and his works in Guilin.

source: 抗战时期的孟超及在桂撰写的著作：《长夜集》、《怀沙集自序》等。
en_us: Meng Chao (during the Anti-Japanese War) and his works in Guilin: Long Night, Huai Sha Collection From the Preface, etc.

source: 抗战时期的茅盾及在桂作品：《劫后拾遗》、《见闻杂志》、《闪击之下》。
en_us: Mao Dun (during the Anti-Japanese War) and his works in Guilin: Gleanings after robbery, JianWenZaZhi, ShanJiZhiXia.

source: 抗战时期骆宾基在桂林及在桂撰写的作品：《吴非有》、《被损害的人》。
en_us: Luo Binji (during the Anti-Japanese War) and his works in Guilin: Wu Feiyou, The Injured Person.

source: 抗战时期的柳亚子及在桂撰写的著作：《弘一法师遗集序》
en_us: Liu Yazi (during the Anti-Japanese War) and his works in Guilin: Bonze Hongyi's 14 Unpublished Letters

source: 抗战时期的巴金及在桂创作的相关作品。
en_us: Ba Jin (during the Anti-Japanese War) and his related works in Guilin.

source: 在桂林被美国空军“飞虎队”击落的日军战斗机及飞行员。
en_us: U.S. Air Force's "Flying Tigers" shot down Japanese fighter jets and pilots in Guilin.

source: 美国空军“飞虎队"B-24重型轰炸机在兴安县猫儿山上坠落的飞机残骸。
en_us: The wreckage of the U.S. Air Force "Flying Tigers" B-24 heavy bomber that fell on Maoer Mountain in Xin'an County.

source: 1942年6月，美国空军"飞虎队"队长陈纳德带领12架飞机在桂林上空表演。
en_us: In June 1942, Chennault, Captain of the U.S. Air Force "Flying Tigers", led 12 planes to perform over Guilin.

source: 现存的当年掩护“飞虎队"战斗机免遣敌机袭击的"机窝"。
en_us: The existing aircraft nest that covered the "Flying Tigers" fighter jets from enemy aircraft attacks in those years.

source: 陈香梅女士在”飞虎队"指挥所旧址题写的碑文。
en_us: The inscription written by Ms. Chen Xiangmei at the former site of the "Flying Tigers" command post.

source: 修建"飞虎队”桂林秧塘机场的民工证件。
en_us: Certificate of migrant workers for the construction of "Flying Tigers" Guilin Yangtang Airport.

source: 美国空军“飞虎队”P-40战斗机出航飞行编队。
en_us: U.S. Air Force "Flying Tigers" P-40 fighter jets departure flight formation.

source: 美国空军“飞虎队”制作的作战图
en_us: Operational maps produced by the U.S. Air Force "Flying Tigers"

source: 夏衍《桂林怎样抵抗轰炸》(救亡日报)1939年1月第2版
en_us: Xia Yan: "How to Resist Bombing in Guilin" (Jiuwang Daily, 2nd Edition, January 1939)

source: 1940年，在桂诗人集会纪念玛雅可夫斯基后的留影。
en_us: The photo was taken after Guilin poets gathered to commemorate Mayakovsky in 1940.

source: 在华日本人民反战同盟西南支部负责人鹿地亘在桂林作反战演讲。
en_us: In China, the head of the Southwest Branch of the Japanese People's Anti-war League, Lu Digen, gave an anti-war speech in Guilin.

source: 日本反战进步作家鹿地亘的《和平村记》（《救亡日报》1939年1月12日）。
en_us: Peace Village by the Japanese anti-war progressive writer Lu Digen (Jiuwang Daily January 12, 1939)

source: 洁夫《鹿地亘先生重庆来信》（《救亡日报》1939年6月22日）。
en_us: Jiefu's Letter from Mr. Lu Digen from Chongqing (Jiuwang Daily, June 22, 1939).

source: 鹿地亘（1903-1982），日本人，中国近代和中国文学研究家，中国现代文学翻译家，抗日战争时期著名的反战进步作家。
en_us: Lu Digen (1903-1982), Japanese, researcher of modern China and Chinese literature, translator of modern Chinese literature, and famous anti-war progressive writer during the War of Resistance Against Japan.

source: 美国记者史沫特莱女士抵达桂林（《救亡日报》1940年8月25日）。
en_us: American journalist Ms. Smedley arrived in Guilin (Jiuwang Daily, August 25, 1940).

source: 1940年8月25日，美国记者史沫特莱抵达桂林，被邀出席中华全国文艺界抗敌协会桂林分会和中国青年记者学会桂林分会在青年礼堂举行的欢迎会，她在会上对论陷区的情况作了客观详实地介绍，对广大的中国民众提出两点希望：希望能真正做到“一切为前线和加强精诚团结，争取最后胜利"。
en_us: On August 25, 1940, American journalist Smedley arrived in Guilin and was invited to attend the welcome meeting held by the Guilin Branch of the Chinese National Association of Literary and Artistic Circles and the Guilin Branch of the Chinese Youth Journalists Association in the Youth Hall. The situation of the district was introduced in an objective and detailed manner, and two hopes were put forward to the Chinese people: I hope that " everything will be the front line and strengthen sincere unity, and strive for the final victory".

source: 她在《救亡日报》上发表的文章，洋溢着"中国必胜"的革命乐观主义精神，对鼓舞斗志起了积极而重要的作用。
en_us: Her article published in Jiuwang Daily is permeated with the revolutionary optimism of " China will win ", which has played a positive and important role in encouraging fighting spirit.

source: 1939年7月，胡志明写给共产国际的报告《党在民主战线时期（1936年-1939年）的路线》图为越文版和中文版的该文首页。
en_us: In July 1939, Ho Chi Minh wrote the report " the party's route during the period of the Democratic Front (1936-1939) " to the Comintern. The map is the front page of the Vietnamese version and the Chinese version.

source: 1940年10月，胡志明以及冯志坚、武英、黄文欢、武元甲等先后到达桂林。
en_us: In October 1940, Ho Chi Minh, Feng Zhijian, Wu Ying, Huang Wenhuan and Wu Yuanjia successively arrived in Guilin.

source: 抗战时期胡志明在《救亡日报》上发表的部分文章。
en_us: Some Selected Articles published by Ho Chi Minh in the Jiuwang Daily during the Anti-Japanese War.

source: 中越文化工作同志会举行成立大会。
en_us: The China-Vietnam cultural work comrades' Association held an inaugural meeting.

source: 桂林办事处电台直接联系的新四军军部所在地安徽泾县云岭镇的大夫第司令部驻地。
en_us: The headquarters of Dafudi Command, Yunling Town, Jingxian County, Anhui Province, where the New Fourth Army was directly connected with Guilin Eighth Route Army Office Radio Station.

source: 桂林办事处电台直接联系的八路军总部所在地山西武乡的王家峪和砖壁村。
en_us: Guilin Eighth Route Army Office radio station directly contacted Wangjiayu Village and Zhuanbi Village in Wuxiang, Shanxi, where the Eighth Route Army headquarters was located.

source: 八路军桂林办事处为各地建立的秘密电台分布图
en_us: Distribution Map of Secret Radio Stations Established by Guilin Eighth Route Army Office for Various Places

source: 南岳游击干部训练班电台
en_us: Nanyue Guerrilla Cadre Training Class Radio Station

source: 八路军邵阳通讯处电台
en_us: Radio station of Shaoyang Communication Office of the Eighth Route Army

source: 八路军桂林办事处
en_us: Guilin Eighth Route Army Office

source: 中心指挥电台
en_us: Central Command Station

source: 各地秘密电台
en_us: Secret radio stations by regions

source: 图例
en_us: Legend

source: 南方局与“南委”领导下的党内交通员李沛群。
en_us: Li Peiqun, a communicator in the party under the leadership of the Southern Bureau and the "South Committee".

source: 中共南方工作委员会电台
en_us: Southern Working Committee of the Communist Party of China Radio Station

source: 办事处领导下的秘密交通站
en_us: Secret Traffic Station under the leadership of the office

source: 办事处设在灵川八里街的秘密交通站，站长为王凯。
en_us: The office was located at the secret traffic station in Bali Street, Lingchuan, and the stationmaster was Wang Kai.

source: 办事处机要员方卓芬与张剑虹在桂林合影。
en_us: Fang Zhuofen, the key officer of the office, took a group photo with Zhang Jianhong in Guilin.

source: 八路军桂林办事处秘密交通员活动路线图
en_us: Activity roadmap of secret messenger personnel activities of Guilin Eighth Route Army Office

source: 当年秘密交通站使用过的生活取水井
en_us: The domestic water intake well used by the secret traffic station

source: 担任办事处第一任机要科长的童小鹏 (中）
en_us: Tong Xiaopeng (middle), the first confidential section chief of the office

source: 中共南方局秘密交通员曾昌明。
en_us: Zeng Changming, secret messenger of Southern Bureau of CPC.

source: 办事处收发的部分电文
en_us: Partial messages sent and received by the office

source: 各地秘密联络处
en_us: Secret liaison offices by regions

source: 朝鲜义勇队、缅甸华侨义勇工程队上街游行。
en_us: The Korean Volunteers and the Myanmar Overseas Chinese Courageous Engineering Team took to the streets.

source: 苏联援华陆军中校巴布什金墓。
en_us: The tomb of Lieutenant Colonel Babushkin who was one of the soldiers in the Soviet aid to China.

source: 中苏友好协会举行集会庆祝"十月革命"。
en_us: The China-Soviet Friendship Association held a rally to celebrate the " October Revolution ".

source: 苏联援华抗日人员在桂林的住处。
en_us: The residence of the Soviet aid to China and the anti-Japanese personnel in Guilin.

source: 在桂朝鲜义勇队欢迎韩籍士兵加入反日侵略行列。
en_us: The Korean Volunteers in Guangxi welcomes Korean soldiers to join the team of anti-Japanese aggression.

source: 朝鲜义勇队举行欢迎“日本被迫作战同志”。
en_us: The Korean volunteers held a welcoming of " Japanese Soldiers Forced to Fight ".

source: 个别联系中共党员:
en_us: Party member of the CPC Individual contact with CPC members:

source: 新生活运动妇女委员会中共党员
en_us: Party member of the CPC

source: 中共桂林中学支部
en_us: CPC Guilin Middle School Branch

source: 中共(新知书店)支部
en_us: CPC (Xinzhi Bookstore) branch

source: 抗日宣传队在阳朔葡萄乡演出街头剧《放下你的鞭子》的剧照。
en_us: The still of the street drama Put Down Your Whip, which was performed by The Anti-Japanese Propaganda Team in Yangshuo Grape Village.

source: 夏衍：《桂林怎样抵抗轰炸》(《救亡日报》1939年1月第2版)
en_us: Xia Yan: How to Resist Bombing in Guilin (Jiuwang Daily, 2nd Edition, January 1939)

source: 黄药眠：《论敌人的文化进攻与我们的对策》（《救亡日报》1939年2月2日)
en_us: Huang Yaomian: On the Enemy's Cultural Attack and Our Countermeasures (Jiuwang Daily, February 2, 1939)

source: 抗战时期的手摇唱机及唱片
en_us: Victrola and record (during the Anti-Japanese War)

source: 民国时期的测量水准仪
en_us: Leveling instrument (during the Anti-Japanese War)

source: 1937年底，日军强迫中国战俘挖壕沟，随后以刺刀将他们活活刺死，埋在壕沟里。
en_us: At the end of 1937, the Japanese army forced Chinese prisoners of war to dig trenches, and then stabbed them alive with bayonets and buried them in trenches.

source: 1940年广西妇女工作委员会妇女工作队在全州做宣传工作时的合影。
en_us: A group photo of the women's work team of the Guangxi Women's Working Committee during its propaganda work in the prefecture in 1940.

source: 1940年3月30日，桂林市民举行声势浩大的”讨汪大会”活动。
en_us: On March 30, 1940, the citizens of Guilin held a mass rally to denounce Wang Ching-wei.

source: 汉口基督教女青年会战时服务团在灵川潭下教唱抗日歌曲。
en_us: The YWCA Wartime Service of the Hankou Christian taught and sang anti-Japanese songs in Lingchuan Lake.

source: 抗战时期，桂林中学合唱团在桂林首次公演《黄河大合唱》
en_us: During the Anti-Japanese War, the Guilin Middle School Chorus performed the Yellow River Cantata for the first time in Guilin

source: 抗宣一队初到桂林演出的抗日活报剧剧照之一。
en_us: One of the stills of the Anti-Japanese War Daily that the No.1 Anti-Japanese Propaganda Team first came to Guilin to perform.

source: “香港三部曲 洪琛来桂表演”( 《大公报》1942.2.3)
en_us: "Hong Kong Trilogy: Hong Chen laiGui Performance" (Ta Kung Pao, 1942.2.3)

source: 抗战时期民众使用的小铜盆
en_us: Small copper basin used by the people during the Anti-Japanese War

source: 抗战时期使用的陶釉壶
en_us: Ceramic glaze pot used during the Anti-Japanese War

source: 1942年6月20日，广西省立艺术师资训练班结业合影。
en_us: On June 20, 1942, the Guangxi Provincial Art Teacher Training Course was completed and a group photo.

source: 桂林文化界祝郭沫若寿及创作生活二十五年周及漫画家余所亚绘制的郭沫若像 (《大公报》1941. 11. 25)。
en_us: Guilin cultural circles wish Guo Moruo a birthday and twenty-five years of creative life and a portrait of Guo Moruo drawn by cartoonist Yu Suoya (Ta Kung Pao, 1941. 11. 25).

source: 国新社创办初期与国民党中央宣传部国际宣传处共订的宣传资料
en_us: Publicity materials agreed with the Guoxin News Agency which was in the initial stage and the International Publicity Division of Propaganda Department of the Kuomintang Central Committee.

source: 抗战时期在广西的文化人张锡昌、莫乃群、欧阳子倩、千家驹等。
en_us: During the Anti-Japanese War, the cultural figures Zhang Xichang, Mo Naiqun, Ouyang Ziqian, Qian Jiaju, etc. were in Guangxi.

source: 国民党中央宣传处与国新社的工作协定。
en_us: Work agreement between the Propaganda Department of the Kuomintang Central Party and the Guoxin New Agency.

source: 国民党中央宣传部给国新社的证明书。
en_us: A certificate from the Propaganda Department of the Kuomintang Central Committee to the Guoxin New Agency.

source: 1944年，柳亚子等人游兴安灵渠合影。
en_us: In 1944, Liu Yazi and others traveled to Xing'an Lingqu for a group photo.

source: 民国时期桂林市民使用的铜火锅
en_us: The copper boiling was used by the citizens of Guilin during the Republic of China

source: 民国时期桂林市民使用的算盘
en_us: The scheme was used by citizens of Guilin during the Republic of China

source: 日军侵略飞机狂炸桂林城
en_us: Japanese invasion planes bombed Guilin City

source: 加之新桂系是国民党内较有影响的地方实力派，长期与国民党中央政权存在不可调和的矛盾，表现出抗日的积极性，能够实施较为开明的政治，成为中共中央开展统战工作的重要对象。
en_us: In addition, the Xingui Department was an influential local strength faction within the Kuomintang, which has irreconcilable contradictions with the central regime of the Kuomintang. For special political purposes, the Gui Department has shown its anti-Japanese enthusiasm and implemented more enlightened politics. The Department has become an important target for the Central Committee of the Communist Party of China to carry out united front work.

source: 为适应形势发展,在中共中央和周恩来、叶剑英、董必武等的直接领导下，建立了以李克农为处长的八路军驻桂林办事处、南方局桂林办事处和新四军驻桂通讯处成为广大南方地区的红色抗日指挥中心。
en_us: In order to suit to the development of the situation, under the direct leadership of the CPC Central Committee and Zhou Enlai, Ye Jianying, Dong Biwu, etc., The Eighth Route Army’s office in Guilin, the southern Bureau’s Guilin office, and the new Fourth Army's Communications Office in Guilin, with Li Kenong as its director, were established to become the red anti-Japanese command center in the vast southern region.

source: 广州、武汉沦陷后,随着政治、文化中心的大转移桂林这座边陲古城以其独特的地理位置，位居华中、华南和西南交通枢纽,成为抗战时期的重要战略要地。
en_us: Due to the fall of Guangzhou and Wuhan and the shift of political and cultural centers, an ancient border city Guilin which located in the transportation hub of Central China, South China and Southwest China with its unique geographical position, became an important strategic place during the War of Resistance Against Japanese Aggression.

source: 当时的桂林既是广西的首府，又是南部地区的军事重镇之一，也是日军打通中国大陆交通线，企图进攻中国西南及中南半岛，独霸亚洲的必争之地。
en_us: Guilin was not only the capital of Guangxi, but also one of the important military cities in the southern region. It was also the place where the Japanese army opened up the traffic line of mainland China in an attempt to attack southwest China and the Indochina Peninsula and dominate Asia alone.

source: 其主要任务是代表中共中央、南方局直接领导和引导南方国统区的抗日斗争以及桂林的抗日救亡文化运动。
en_us: Its main task was to directly lead and guide the anti-Japanese struggle in the Kuomintang-controlled areas in the South and the cultural movement of anti-Japanese and National Salvation in Guilin on behalf of the CPC Central Committee and the southern Bureau.

source: 在中国共产党的努力下，实现了国共两党第二次合作，标志着抗日民族统战线正式形成。
en_us: With the efforts of the Communist Party of China, the second cooperation between the Kuomintang and the Communist Party of China has been realized, marking the formal formation of the against Japanese national united front.

source: 1938年11月，中国抗战进入相持阶段。
en_us: In November 1938, China’s Anti-Japanese War entered a stalemate.

source: 中共军政部桂林被服厂支部
en_us: Guilin Quilt and Clothing Factory Branch of CPC Military and Political Department

source: 中共抗敌宣传一队支部
en_us: Branch of the First anti-enemy propaganda team of the Communist Party of China

source: 中共抗敌演剧九队支部
en_us: CPC branch of the Ninth anti-enemy drama team

source: 中共基督教女青年会战时服务团支部
en_us: CPC YWCA wartime service League branch

source: 中共新安旅行团支部
en_us: Xin'an Touring Party Branch of the CPC

source: 中共广西军校支部
en_us: Guangxi Military Academy of CPC

source: 中共广西学生军支部
en_us: Guangxi Student Army Branch of CPC

source: 中共广西医学院支部
en_us: Guangxi Medical College of CPC

source: 个别联系的特别党员
en_us: Special Party Members

source: 李克农与夏之栩、童小鹏、龙潜等撤退到延安后的合影。
en_us: Li Kenong took a group photo with Xia Zhixu, Tong Xiaopeng, Long Qian after retreating to Yan'an.

source: 办事处撤销后，部分工作人员返回延安后合影。
en_us: After the office was cancelled, a part of staff members returned to Yan'an to take a group photo.

source: 1940年11月12日，李克农电请中央撤销桂林办事处的电文。
en_us: On November 12, 1940, Li Kenong telegraphed to the Central Committee to cancel the telegram of Guilin Eighth Route Army Office.

source: 将桂林文化抗日救亡运动推向全国高潮，因此被称为抗战“文化城”
en_us: Guilin Anti-Japanese War Cultural Movement was pushed to the national climax, so it was called the "Cultural City" of the War of Resistance.

source: “皖南事变”后，八路军办事处虽然被迫撤销，但中共中央南方局通过留守的地下党作用和及时派出李亚群等来桂组建中共桂林统战工作委员会，负责桂林的文化统战工作，代表我党继续领导桂林的抗日文化救亡运动。
en_us: After the "Southern Anhui Incident", although the Eighth Route Army Office was forced to be abolished, the Southern Division of the Communist Party of China (SDCPC) through the left-behind underground party and timely dispatch li Yaqun to Guangxi to set up the Guilin United Front Work Department of the Communist Party of China, which was responsible for the cultural united front work in Guilin and continued to represent the party to lead the Guilin Anti-Japanese War Cultural Salvation Movement.

source: 这一时期的文学、美术、音乐、戏剧等空前繁荣，特别是震撼全国、影响海外的“西南剧展”在桂林举行，掀起了桂林抗战文化运动的再次高潮，有力地配合了世界反法西斯斗争的进程。
en_us: The unprecedented prosperity of literature, art, music and drama in the period, especially the "Southwest Drama Exhibition" was held in Guilin, the exhibition shocked the whole country and influenced overseas, which set off another climax of Guilin Anti-Japanese War Cultural Movement, and effectively cooperated with the process of the world anti-fascist struggle.

source: 中国共产党充分利用与桂系的统战关系，为桂林成为全国性的抗战文化中心创造适宜的政治环境。
en_us: The Communist Party of China (CPC) made full use of the united front relationship with Guangxi to create a suitable political environment for Guilin to become a cultural center of resistance the war.

source: 在八路军办事处的领导和引导下，数以千计的文化人云集桂林，各种文化团体应运而生，开展了轰轰烈烈的抗日文化救亡运动。
en_us: Under the leadership and guidance of the Eighth Route Army Office, thousands of intellectuals gathered in Guilin, and various cultural groups came into being and launched a vigorous resistance against Japanese aggression cultural national salvation movement.

source: 当时桂林的新闻事业空前繁荣，出版发行盛极-时，在文学、戏剧、音乐、美术、杜科、教育等方面都取得了前所未有的成就，加上其他演讲会、歌咏会、戏剧公演、街头诗朗诵、街头漫画、美术展览会等活动。
en_us: Guilin's journalism was unprecedentedly prosperous, and its publishing and distribution flourished. It made unprecedented achievements in literature, drama, music, arts, social sciences, education, and other aspects such as lectures, concerts, drama performances, street poetry readings, street cartoons, and art exhibitions.

source: 云集桂林的文化团体开展抗日救亡活动的报告会、座谈会、研究会、展览会、音乐会、戏剧演出、街头宣传等。
en_us: The cultural groups gathered in Guilin to carry out the against Japanese aggression and national salvation activities, including lectures, symposiums, research meetings, exhibitions, concerts, drama performances and street propaganda, etc.
